Repository: wikimedia/openedx-wikilearn-features
Catalog: openedx_wikilearn_features/conf/locale/*/LC_MESSAGES/django.po
Languages: he, ia, sl

source: progress
he: התקדמות
ia: progresso
sl: napredek

source: all_enrollments_stats
he: סטטיסטיקות_כל_ההרשמות

source: enrollment
he: הרשמה
ia: inscription
sl: vpis

source: View Reports
he: הצגת דו"חות
ia: Vider reportos
sl: Ogled poročil

source: This email was automatically sent from %(platform_name)s to %(email)s
he: המכתב הזה נשלח אוטומטית מ־%(platform_name)s ל־%(email)s
ia: Iste message de e-mail ha essite automaticamente inviate de %(platform_name)s a %(email)s
sl: To e-poštno sporočilo je bilo samodejno poslano iz %(platform_name)s na %(email)s

source: %(platform_name)s -> Your report is ready.
he: %(platform_name)s -> הדו"ח שלך מוכן.
ia: %(platform_name)s -> Tu reporto es preste.
sl: %(platform_name)s -> Vaše poročilo je pripravljeno.

source: User does not exist - invalid username {}
he: המשתמש לא קיים - שם משתמש לא קיים {}
ia: Usator non existe; nomine de usator {} non valide
sl: Uporabnik ne obstaja – neveljavno uporabniško ime {}

source: recipient list can not be empty.
he: רשימת הנמענים לא יכולה להיות ריקה.
ia: le lista de destinatarios non pote esser vacue.
sl: seznam prejemnikov ne sme biti prazen.

source: Missing request object.
he: חסר עצם בקשה.
ia: Le objecto del requesta manca.
sl: Manjka predmet zahtevka.

source: Invalid request - request object not found.
he: בקשה שגויה – עצם הבקשה לא נמצא.
ia: Requesta non valide; objecto de requesta non trovate.
sl: Neveljaven zahtevek – predmet zahtevka ni bil najden.

source: Search query param is required.
he: נדרש משתנה שאילתת חיפוש.
ia: Le parametro de consulta de recerca es necessari.
sl: Potreben je parameter iskalne poizvedbe.

source: with_user param is required.
he: הפרמטר with_user (עם משתמש) נדרש.
ia: Le parametro ‘with_user’ es necessari.
sl: potreben je parameter with_user.

source: User with username: {} does not exist.
he: משתמש עם שם משתמש: {} אינו קיים.
ia: Le usator con nomine {} non existe.
sl: Uporabnik z uporabniškim imenom: {} ne obstaja.

source: Hi
he: שלום
ia: Salute
sl: Živijo

source: You have
he: יש לך
ia: Tu ha
sl: Imate

source: unread message(s) waiting for your response from following users:
he: הודעות שלא נקראו ממתינות לתגובתך מהמשתמשים הבאים:
ia: message(s) non legite del sequente usatores que attende tu responsa:
sl: na vaš odgovor čaka(jo) neprebrano(a) sporočilo(a) naslednjih uporabnikov:

source: unread message(s) waiting for your response from
he: הודעות שלא נקראו, ושממתינות לתגובתך, מאת
ia: message(s) non legite del sequente usatores que attende tu responsa:
sl: na vaš odgovor čaka(jo) neprebrano(a) sporočilo(a)

source: Login your platform to view all new messages.
he: נא להיכנס לפלטפורמה שלך כדי לראות את כל ההודעות החדשות.
ia: Aperi session sur tu platteforma pro vider tote le nove messages.
sl: Prijavite se v svojo platformo za ogled vseh novih sporočil.

source: <font color="#ffffff"><b>View Messenger</b></font>
he: <font color="#ffffff"><b>הצגת מסרים</b></font>
ia: <font color="#ffffff"><b>Vider Messenger</b></font>
sl: <font color="#ffffff"><b>Prikaži Sporočilnik</b></font>

source: Dear
he: \ היקר
ia: Car
sl: Spoštovani_a

source: Login your platform to view all new messages
he: נא להתחבר לפלטפורמה שלך כדי לראות את כל ההודעות החדשות
ia: Aperi session sur tu platteforma pro vider tote le nove messages
sl: Prijavite se v svojo platformo za ogled vseh novih sporočil

source: Days settings for next Fetch call
he: הגדרות ימים עבור קריאת ה־Fetch הבאה
ia: Parametros diari pro le proxime appello Fetch
sl: Nastavitve dni za naslednji klic Fetch

source: Destination
he: יעד
sl: Cilj

source: Source
he: מקור
ia: Fonte
sl: Vir

source: Course Language is required field for Translated rerun.
he: שפת הקורס נדרשת לטובת הרצה מחודשת מתורגמת.
ia: Le lingua del curso es un campo obligatori pro le repetition traducite.
sl: Jezik tečaja je obvezno polje za prevedeno ponovitev.

source: Translated rerun for Source Course in selected language already exists.
he: הרצה מחודשת מתורגמת של קורס המקור בשפה הנבחרת כבר קיימת.
ia: Ja existe un repetition traducite del curso de fonte in le lingua seligite.
sl: Prevedena ponovitev izvornega tečaja v izbranem jeziku že obstaja.

source: Translated rerun can not be created for the base course with no language. Please set base course language from settings.
he: לא ניתן ליצור מהדורה מתורגמת לקורס הבסיס מכיוון שלא הוגדרה לו שפת בסיס. נא להגדיר את שפת הבסיס של הקורס בהגדרות.
ia: Non es possibile crear un repetition traducite pro un curso de base sin lingua. Per favor defini le lingua del curso de base in le parametros.
sl: Prevedene ponovitve ni mogoče ustvariti za osnovni tečaj brez jezika. V nastavitvah nastavite jezik osnovnega tečaja.

source: Expand Outline
he: הרחבת מתאר
ia: Expander plano
sl: Razširi opis

source: Collapse Outline
he: צמצום מתאר
ia: Contraher plano
sl: Strni oris

source: outline
he: מתאר
ia: plano
sl: oris

source: course name
he: שם קורס
ia: nomine del curso
sl: ime tečaja

source: Select Base Course
he: בחירת קורס בסיס
ia: Selige curso de base
sl: Izberite osnovni tečaj

source: Select Rerun Course
he: בחר קורס חוזר
ia: Selige repetition de curso
sl: Izberite ponovitev tečaja

source: No Translated Course Found!
he: הקורס המתורגם לא נמצא!
ia: Necun curso traducite trovate.
sl: Prevedeni tečaj ni bil najden!

source: No Translations Found!, Please apply mapping.
he: לא נמצאו תרגומים!, נא להחיל מיפוי.
ia: Necun traduction trovate. Per favor applica le mappamento.
sl: Prevodov ni bilo mogoče najti! Prosimo, uporabite preslikavo.

source: Filter My Courses
he: סינון הקורסים שלי
ia: Filtrar mi cursos
sl: Filtriraj moje tečaje

source: APPROVE
he: אישור
ia: APPROBAR
sl: ODOBRI

source: Translation is Disabled
he: התרגום כבוי
ia: Le traduction es disactivate
sl: Prevajanje je onemogočeno

source: Incomplete Translation
he: תרגום חלקי
ia: Traduction incomplete
sl: Nepopoln prevod

source: Approve
he: אישור
ia: Approbar
sl: Odobri

source: Unable to approve this time, Please try again later.
he: לא ניתן לאשר הפעם, נא לנסות שוב מאוחר יותר.
ia: Non pote approbar lo iste vice. Per favor tenta lo de novo plus tarde.
sl: Odobritev trenutno ni mogoča. Poskusite znova pozneje.

source: Congratulations! The translation is approved. It's also applied automatically to the Course Block
he: ברכות! התרגום מאושר. הוא גם מוחל באופן אוטומטי על מקטעים של הקורס
ia: Felicitationes! Le traduction ha essite approbate. Illo se applica automaticamente al bloco de curso.
sl: Čestitke! Prevodi so odobreni. Samodejno bodo uporabljeni tudi za bloke tečajev.

source: APPLY
he: החלה
ia: APPLICAR
sl: UPORABI

source: Applied
he: הוחלו
ia: Applicate
sl: Uporabljeno

source: Apply
he: החלה
ia: Applicar
sl: Uporabi

source: Unable to apply this time, Please try again later.
he: לא ניתן להירשם הפעם, נא לנסות שוב מאוחר יותר.
ia: Non pote applicar lo iste vice. Per favor tenta lo de novo plus tarde.
sl: Trenutno ni mogoče uporabiti. Poskusite znova pozneje.

source: Congratulations! The translation is applied to the Course Block
he: ברכות! התרגום מוחל באופן אוטומטי על מקטעים של הקורס
ia: Felicitationes! Le traduction es applicate al bloco de curso.
sl: Čestitke! Prevod se uporablja za blok tečajev.

source: APPLIED
he: הוחל
ia: APPLICATE
sl: UPORABLJENO

source: APPROVE ALL
he: לאשר את הכול
ia: APPROBAR TOTES
sl: ODOBRI VSE

source: No pending translations to be approved
he: אין תרגומים שממתינים לאישור
ia: Necun traduction attende approbation
sl: Ni čakajočih prevodov, ki bi jih bilo treba odobriti

source: Congratulations! Translations are approved. They're also applied automatically to the Course Blocks
he: ברכות! התרגומים מאושרים. הם גם מוחלים באופן אוטומטי על מקטעים של הקורס
ia: Felicitationes! Le traductiones ha essite approbate. Illos se applica automaticamente al blocos de curso.
sl: Čestitke! Prevodi so odobreni. Samodejno bodo uporabljeni tudi za bloke tečajev.

source: pending translation
he: ממתין לתרגום
ia: attende traduction
sl: čaka na prevod

source: recent
he: אחרונות
ia: recente
sl: nedavno

source: applied
he: הוחלו
ia: applicate
sl: uporabljeno

source: other
he: אחר
ia: altere
sl: drugo

source: Unable to fetch translation this time, Please try again later.
he: לא ניתן לאחזר את התרגום הפעם, נא לנסות שוב מאוחר יותר.
ia: Non pote obtener le traduction iste vice. Per favor tenta lo de novo plus tarde.
sl: Trenutno ni mogoče pridobiti prevoda. Poskusite znova pozneje.

source: Unable to load Courses.
he: לא ניתן לטעון קורסים.
ia: Non pote cargar cursos.
sl: Tečajev ni mogoče naložiti.

source: Unable to load Course Outline.
he: לא ניתן לטעון את מתאר הקורס.
ia: Non pote cargar le plano del curso.
sl: Orisa tečaja ni mogoče naložiti.

source: Unable to load content.
he: לא ניתן לטעון תוכן.
ia: Non pote cargar contento.
sl: Vsebine ni mogoče naložiti.

source: Courses available for translation
he: קורסים זמינים לתרגום
ia: Cursos disponibile pro traduction
sl: Tečaji, ki so na voljo za prevod

source: Filters
he: מסננים
ia: Filtros
sl: Filtri

source: From Language
he: מהשפה
ia: Del lingua
sl: Iz jezika

source: To Language
he: לשפה
ia: In lingua
sl: V jezik

source: Block Type
he: סוג מקטע
ia: Typo de bloco
sl: Vrsta bloka

source: Translation
he: תרגום
ia: Traduction
sl: Prevod

source: Translated Course Name
he: שם הקורס מתורגם
ia: Nomine del curso traducite
sl: Prevedeno ime tečaja

source: Search Course By Name
he: חיפוש קורס לפי שם
ia: Cercar curso per nomine
sl: Iskanje tečaja po imenu

source: Hrs Ago
he: שעות שחלפו
ia: Horas retro
sl: Ur nazaj

source: N/A
he: לא זמין
ia: N/D
sl: Ni na voljo

source: Translated
he: מתורגם
ia: Traducite
sl: Prevedeno

source: Last Updated:
he: עדכון אחרון:
ia: Ultime actualisation:
sl: Zadnjič posodobljeno:

source: Translated:
he: מתורגם:
ia: Traducite:
sl: Prevedeno:

source: No course blocks found
he: לא נמצאו מקטעי קורסים
ia: Necun bloco de curso trovate
sl: Ni najdenih blokov tečaja

source: No courses found
he: לא נמצאו קורסים
ia: Necun curso trovate
sl: Ni najdenih tečajev

source: Load More
he: מידע נוסף
ia: Cargar plus
sl: Naloži več

source: Section Header
he: כותרת פרק
ia: Titulo de section
sl: Glava razdelka

source: Untranslated
he: ללא תרגום
ia: Non traducite
sl: Neprevedeno

source: Unable to load course blocks
he: לא ניתן לטעון את מקטעי הקורס
ia: Non pote cargar blocos de curso
sl: Blokov tečaja ni mogoče naložiti

source: Unable to load a course
he: לא ניתן לטעון קורס
ia: Non pote cargar un curso
sl: Tečaja ni mogoče naložiti

source: Unable to load courses
he: לא ניתן לטעון קורסים
ia: Non pote cargar cursos
sl: Tečajev ni mogoče naložiti

source: Catalog
he: קטלוג
ia: Catalogo
sl: Katalog

source: Inbox
he: תיבת דואר נכנס
ia: Cassa de entrata
sl: Prejeta pošta

source: %(thread_username)s mentioned you on post: <b>%(thread_title)s</b>:
he: אוזכרת ברשומה על־ידי %(thread_username)s:‏ <b>%(thread_title)s</b>
ia: %(thread_username)s te ha mentionate in le message: <b>%(thread_title)s</b>:
sl: %(thread_username)s vas je omenil_a v komentarju: <b>%(thread_title)s</b>:

source: %(comment_username)s mentioned you in the comment on post: <b>%(thread_title)s</b>:
he: אוזכרת על־ידי %(comment_username)s בהערה על הרשומה: <b>%(thread_title)s</b>:
ia: %(comment_username)s te ha mentionate in le commento del message: <b>%(thread_title)s</b>:
sl: %(comment_username)s vas je omenil_a v komentarju pri objavi: <b>%(thread_title)s</b>:

source: %(thread_username)s mentioned you on post: %(thread_title)s:
he: הוזכרת ברשומה על־ידי %(thread_username)s:‏ %(thread_title)s:
ia: %(thread_username)s te ha mentionate in le message: %(thread_title)s:
sl: %(thread_username)s vas je omenil_a v komentarju: %(thread_title)s:

source: %(comment_username)s mentioned you in the comment on post: %(thread_title)s:
he: הוזכרת על־ידי %(comment_username)s בתגובה לרשומה: %(thread_title)s:
ia: %(comment_username)s te ha mentionate in le commento del message: %(thread_title)s:
sl: %(comment_username)s vas je omenil_a v objavi pri objavi: %(thread_title)s:

source: %(platform_name)s -> %(mentioned_by)s mentioned you on the post.
he: %(platform_name)s -> אוזכרת על־ידי %(mentioned_by)s ברשומה.
ia: %(platform_name)s -> %(mentioned_by)s te ha mentionate in le message.
sl: %(platform_name)s -> %(mentioned_by)s vas je omenil_a v objavi.

source: Report Name
he: שם הדוח

source: Options
he: אפשרויות

source: Generate a report for last quarter enrollments of all courses.
he: יצירת דו"ח על ההרשמות לכל הקורסים ברבעון האחרון.

source: Select Year
he: בחירת שנה

source: Select Quarter
he: בחירת רבעון

source: Generate
he: יצירה

source: Generate an all time report of enrollment/completion for all courses.
he: יצירת דו"ח כולל של רישומים/השלמות לכל הקורסים.

source: All Users enrollment report
he: דוח הרשמה לכל המשתמשים

source: List profile information for enrolled students
he: רשימת פרטי פרופיל עבור תלמידים רשומים

source: Grade report for all currently enrolled students
he: דו"ח ציונים לכל התלמידים הרשומים כעת

source: Anonymized student ID's
he: מזהי תלמידים ללא פרטים אישיים

source: Problem Grade report for all currently enrolled students
he: דו"ח ציונים על בעיות עבור כל התלמידים הרשומים כעת

source: Progress report for all currently enrolled students
he: דו"ח התקדמות לכל התלמידים הרשומים כעת

source: Average grade report for multiple courses
he: דו"ח ממוצעי ציונים לכמה קורסים

source: Different grading schemes can affect the comparison.
he: סכמות דירוג אחרות יכולות להשפיע על ההשוואה.

source: Reports Available for Generate
he: דוחות זמינים ליצירה

source: The status for any active tasks appears in the list below.
he: מצב המשימות הפעילות, אם יש כאלה, מופיע ברשימה להלן.

source: enrollment_acctivity_report
ia: reporto_de_activitate_de_inscription
